entregable-46/benchmarks/artillery/fork-with-console-log.txt
Running scenarios...
Phase started: unnamed (index: 0, duration: 1s) 16:44:44(-0300)

Phase completed: unnamed (index: 0, duration: 1s) 16:44:45(-0300)

All VUs finished. Total time: 10 seconds

--------------------------------
Summary report @ 16:44:52(-0300)
--------------------------------

http.codes.200: ................................................................ 2000
http.request_rate: ............................................................. 109/sec
http.requests: ................................................................. 2000
http.response_time:
  min: ......................................................................... 2
  max: ......................................................................... 222
  median: ...................................................................... 104.6
  p95: ......................................................................... 162.4
  p99: ......................................................................... 206.5
http.responses: ................................................................ 2000
vusers.completed: .............................................................. 50
vusers.created: ................................................................ 50
vusers.created_by_name.0: ...................................................... 50
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 5373.4
  max: ......................................................................... 5945.9
  median: ...................................................................... 5598.4
  p95: ......................................................................... 5711.5
  p99: ......................................................................... 5826.9