entregable-46/benchmarks/artillery/fork-without-console-log.txt
Running scenarios...
Phase started: unnamed (index: 0, duration: 1s) 16:43:18(-0300)

Phase completed: unnamed (index: 0, duration: 1s) 16:43:19(-0300)

All VUs finished. Total time: 10 seconds

--------------------------------
Summary report @ 16:43:27(-0300)
--------------------------------

http.codes.200: ................................................................ 2000
http.request_rate: ............................................................. 142/sec
http.requests: ................................................................. 2000
http.response_time:
  min: ......................................................................... 2
  max: ......................................................................... 236
  median: ...................................................................... 100.5
  p95: ......................................................................... 169
  p99: ......................................................................... 228.2
http.responses: ................................................................ 2000
vusers.completed: .............................................................. 50
vusers.created: ................................................................ 50
vusers.created_by_name.0: ...................................................... 50
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 5245.8
  max: ......................................................................... 5773
  median: ...................................................................... 5598.4
  p95: ......................................................................... 5711.5
  p99: ......................................................................... 5711.5